Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Commercial fishing nets
it: Reti da pesca commerciali

source: Tie-down cords for vehicles
it: Corde di fissaggio per veicoli

source: Twisted cords for hanging pictures
it: Cordoncini ritorti per appendere quadri

source: Cushioning in the nature of stuffing [not of rubber or plastic]
it: Protezioni sotto forma di imbottiture [non di gomma o plastica]

source: Materials [sacks] for packaging granulose products in bulk
it: Materiali [sacchi] per l'imballaggio di prodotti in granuli sfusi

source: Chemical fiber bags [for use in industry]
it: Borse in fibra chimica [per uso industriale]

source: Sheets of polypropylene netting [non-finished goods]
it: Fogli di reti in polipropilene [prodotti non finiti]

source: Non-metallic twines
it: Spaghi non metallici

source: Paper bags for the transport of materials in bulk
it: Borse di carta per trasporto di materiali sfusi

source: Nets for leaves
it: Reti per foglie

source: Nets for protective use in gardening
it: Reti protettive da giardinaggio

source: Textile bags for containing earth
it: Borse in tessuto per contenere terra

source: Rope ladders
it: Scale di corda

source: Sacks for the transport and storage of materials in bulk
it: Sacchi per il trasporto e l'immagazzinaggio di merci sfuse

source: Cocoons
it: Bozzoli

source: Floss silk
it: Filo di seta

source: Glass fibers [fibres] for textile use
it: Fibre di vetro per usi tessili

source: Angora hair
it: Pelo d'angora

source: Protective shrouds for vehicles [not shaped]
it: Teli protettivi per veicoli [non sagomati]

source: Ropes (Non-metallic -) for lifting articles
it: Funi (non metalliche) per sollevamento di articoli

source: Fabric in the form of a canopy cover
it: Tessuti sotto forma di tettoie

source: Fibres made of polytetrafluoroethylene
it: Fibre in politetrafluoroetilene

source: Non-textile bags for the transportation of grains in bulk
it: Sacchi non in tessuto per il trasporto di granaglie sfuse

source: Padding materials, other than of rubber or plastic for beds
it: Materiali per imbottiture, non di gomma o plastica per letti

source: Canvas canopies
it: Tettucci di tela

source: Silk netting
it: Reti di seta

source: Viscose silica fibres
it: Fibre di silice viscosa

source: All-purpose tarpaulins of plastic
it: Teli multiuso in plastica

source: Chemical fiber nettings
it: Reti in fibre chimiche

source: Straps for securing bundles
it: Cinghie per fissaggio di fasci

source: Padding materials, other than of rubber or plastic for use in supporting loads
it: Materiali per imbottiture, non di gomma o plastica per supporto carichi

source: Sacks
it: Sacchi

source: Tents for use as an adjunct to vehicles
it: Tende da campeggio da montare su veicoli

source: Bags for the transport of tea in bulk
it: Borse per il trasporto di tè sfuso

source: Sails
it: Vele

source: Glass fiber netting
it: Reti di fibre di vetro

source: Jute bags [for use in industry]
it: Borse di iuta [per uso industriale]

source: Netting [not of metal or asbestos]
it: Reti [non di metallo o amianto]

source: Horsehair [not for textile use, not for brushes]
it: Crine [non per uso tessile, non per spazzole]

source: Vitreous silica fibers [fibres] for textile use
it: Fibre di silice vetrificata per usi tessili

source: Padding and stuffing materials
it: Materiali d'imbottitura

source: Fillings of synthetic fibres
it: Imbottiture in fibre sintetiche

source: Raw fibrous textile materials treated with flame retardants
it: Materiali tessili fibrosi grezzi trattati con ritardanti di fiamma

source: Fibres being raw synthetic materials for textile use
it: Fibre ovvero materiali sintetici grezzi per uso tessile

source: Fillings for duvets
it: Imbottiture per piumini

source: Fillings for upholstered pillows
it: Imbottiture per guanciali imbottiti

source: Bungie cords
it: Corde elastiche

source: Sacks for transporting waste
it: Sacchi per trasporto di rifiuti

source: Scoured wool
it: Lana lavata

source: Stuffing materials of straw
it: Materiali d'imbottitura in paglia

source: Synthetic textile filaments
it: Filamenti tessili sintetici

source: Storage bags made of nylon and canvas for vacuum cleaner accessories
it: Borse in nylon e tela per riporre accessori per aspirapolvere

source: Padding materials, other than of rubber or plastic for use in the manufacture of furniture
it: Materiali per imbottiture, non di gomma o plastica per la fabbricazione di mobili

source: Plastic liners for the storage of bulk material in containers
it: Rivestimenti in plastica per il deposito di materiali sfusi in contenitori

source: Purse seines
it: Senne a sacco

source: Canvas for sails
it: Tele da vele

source: Sails for boats
it: Vele per barche

source: Tarpaulins [for ships]
it: Tele cerate [per navi]

source: Tapes, not of metal for binding agricultural products
it: Nastri, non metallici per legare prodotti agricoli

source: Towing cables (Non-metallic -)
it: Cavi di traino (Non metallici -)

source: Webbing straps (Non-metallic -) for handling loads
it: Cinghie (non in metallo) per il trasporto di carichi

source: Tarpaulins, awnings, tents, and unfitted coverings
it: Teli, tende da sole, tende e coperture non montate

source: Slings and bands
it: Cinghie e fasce

source: Bags and sacks for packaging, storage and transport
it: Borse e sacchi per impacchettare, immagazzinare e trasportare

source: Ropes and strings
it: Corde e stringhe

source: Goods made of textile and fibers
it: Prodotti in tessuto e fibre tessili

source: Raw textile fibers and substitutes
it: Fibre tessili grezze e succedanei

source: Outdoor blinds of textile
it: Tende da esterni in tessuto

source: Bindings, not of metal
it: Giunti, non di metallo

source: Camouflage nets for radar use
it: Reti di mimetismo per radar

source: Camouflage nets for visual use
it: Reti di mimetismo per uso visivo

source: Cattle hair [not for textile use, not for brushes]
it: Pelo di bovino [non per uso tessile, non per spazzole]

source: Elastic bands for binding
it: Nastri elastici per legare

source: Metallic fibers for textile use
it: Fibre metalliche per uso tessile

source: Plastic ties for home use
it: Tiranti in plastica per la casa

source: Raccoon dog hair [not for textile use, not for brushes]
it: Pelo di cane procione [non per uso tessile, non per spazzole]

source: Ropes for marine use
it: Corde per uso marittimo

source: Bags [envelopes, pouches] of textile, for packaging
it: Sacchetti [buste, bustine] per imballaggio in materie tessili

source: Carded wool
it: Lana cordata

source: Tents
it: Tende

source: Tents for camping
it: Tende da campeggio

source: Down [feathers]
it: Lanugine [piume]

source: Ropes
it: Corde

source: Cord
it: Corda

source: Sails for ski sailing
it: Vele per sci a vela

source: Textile filaments
it: Filamenti tessili

source: Synthetic fibers for textile use
it: Fibre sintetiche per uso tessile

source: Cotton fibers
it: Fibre di cotone

source: Sisal fibers
it: Fibre di sisal

source: Awnings of synthetic materials
it: Pensiline in materie sintetiche

source: Raw textile fibers
it: Fibre tessili grezze

source: Raffia
it: Rafia

source: Raffia fibers
it: Fibre di rafia

source: Non-metal slings for loading
it: Cinghie non in metallo per carichi

source: Tow ropes for automobiles
it: Funi da traino per automobili

source: Wrapping or binding bands, not of metal
it: Nastri per legare non metallici

source: Artificial hair for stuffing and padding purposes
it: Capelli artificiali per imbottitura o riempimento

source: Storage bags for holding a body prior to cremation
it: Sacchi per la conservazione di cadaveri prima della cremazione

source: Tie-down straps, not of metal
it: Cinghie di fissaggio, non di metallo

source: Plastic-covered mesh fabric bags for growing plants and trees
it: Borse in maglia tessile plastificata per coltivare piante ed alberi

source: Plastic windscreens for use on tennis courts
it: Frangivento in plastica per campi da tennis

source: Non-woven polymeric fibers for textile use
it: Fibre polimeriche non tessute per uso tessile

source: Irrigation bags for watering trees
it: Sacche per l'irrigazione degli alberi

source: Fibers for the manufacture of gut for rackets
it: Fibre per la produzione di budelli per racchette

source: Burlap wraps for plants
it: Involucri di iuta per piante

source: Laundry wash bags
it: Sacchi per biancheria

source: Padding and stuffing materials (except of paper, cardboard, rubber or plastics)
it: Materiali d'imbottitura (eccetto carta, cartone, gomma o plastica)

source: Nets
it: Reti

source: Synthetic threads
it: Filati sintetici

source: Twisted thread
it: Filati ritorti

source: Glass fiber thread and yarn
it: Fili e filati di fibra di vetro

source: Threads of plastic materials for textile use
it: Fili di materie plastiche per uso tessile

source: Carded threads in wool for textile use
it: Filati cardati in lana per uso tessile

source: Cotton for darning
it: Cotone per rammendo

source: Yarns for textile applications
it: Filati per applicazioni tessili

source: Paper yarn [for textile use]
it: Fili di carta [per uso tessile]

source: Waxed thread
it: Filo cerato

source: Sewing thread for textile use
it: Fili da cucito per uso tessile

source: Douppioni silk yarn
it: Filati di seta dupioni

source: Heat-stable yarns and threads
it: Fili e filati termostabili

source: Carded threads in natural fibres for textile use
it: Filati cardati in fibre naturali per uso tessile

source: Yarns made of synthetic material for textile use
it: Filati di materiali sintetici per uso tessile

source: Twisted mixed thread and yarn
it: Fili e filati misti ritorti

source: Weaving fibres for industrial use
it: Fibre da tessitura per uso industriale

source: Yarns (Carded -) made of wool
it: Filati cardati in lana

source: Yarns made of angora for textile use
it: Filati d'angora per uso tessile

source: Spools of thread
it: Rocchetti di filo

source: Synthetic fiber thread and yarn
it: Fili e filati di fibre sintetiche

source: Yarns and threads
it: Fili e filati

source: Elastic thread
it: Filati elastici

source: Textile yarns made of natural fibres
it: Filati tessili in fibre naturali

source: Knitting yarns made of nylon
it: Filati in nylon per lavoro a maglia

source: Non-metallic yarns for textile use
it: Filati non metallici per uso tessile

source: Chenille yarn
it: Ciniglia [fili]

source: Carded yarns of hemp for textile use
it: Filati cardati di canapa per uso tessile

source: Ceramic fibre yarns for textile use
it: Filati in fibre di ceramica per uso tessile

source: Elastic strips of synthetic fibres for textile use
it: Strisce elastiche di fibre sintetiche per uso tessile

source: Flocked yarns
it: Filati in fiocco

source: Threads made of spun cotton
it: Fili in cotone filato

source: Yarns made of carbon fibres for textile use
it: Filati in fibre di carbonio per uso tessile

source: Silica threads
it: Fili di silice

source: Textile yarns
it: Filati tessili

source: Textile yarns made of man-made fibres
it: Filati tessili in fibre artificiali

source: Shoemaker's thread
it: Fili per calzolai

source: Inorganic fiber base mixed thread and yarn
it: Fili e filati a base di fibre inorganiche

source: Twisted wool thread and yarn
it: Fili e filati di lana ritorti

source: Waste cotton yarn
it: Cascami di cotone

source: Cotton base mixed thread and yarn
it: Fili e filati misti a base di cotone

source: Twisted cotton thread and yarn
it: Fili e filati di cotone ritorti

source: Fibreglass thread for textile use
it: Fili di vetro per uso tessile

source: Knitting yarns made of acrylic materials
it: Filati in materiali acrilici per lavoro a maglia

source: Natural yarns
it: Filati naturali

source: Carded threads in flax for textile use
it: Fili cardati in lino per uso tessile

source: Darning thread and yarn
it: Fili per rammendare

source: Twisted hemp thread and yarn
it: Fili e filati di canapa ritorti

source: Wool base mixed thread and yarn
it: Fili e filati misti a base di lana

source: Chemical fiber base mixed thread and yarn
it: Fili e filati misti a base di fibre chimiche

source: Chemical-fiber threads and yarns for textile use
it: Filati e filo in fibre chimiche per uso tessile

source: Spun polyester fibre for textile use
it: Fibre filate di polistere per uso tessile

source: Silk base mixed thread and yarn
it: Fili e filati misti a base di seta

source: Covered rubber thread and yarn [for textile use]
it: Fili e filati rivestiti in gomma [per uso tessile]

source: Glass rovings
it: Fili di vetro

source: Rubber thread for textile use
it: Fili di caucciù per uso tessile

source: Yarns made of polytetrafluoroethylene for textile use
it: Filati di politetrafluoroetilene per uso tessile

source: Twisted silk thread and yarn
it: Fili e filati di seta ritorti

source: Twisted threads and yarns
it: Fili e filati ritorti

source: Weaving fibres for use in pump packings
it: Fibre da tessitura per guarnizioni di pompe

source: Yarns for domestic use
it: Filati per uso domestico

source: Polyester pre-oriented yarns
it: Filati preorientati di poliestere

source: Textile filaments [threads]
it: Filamenti tessili [fili]

source: Regenerated fiber thread and yarn [for textile use]
it: Filati e fili di fibre rigenerate [per uso tessile]

source: Hemp base mixed thread and yarn
it: Fili e filati misti a base di canapa

source: Flocked fibers
it: Fibre floccate

source: Yarns (Combed -) made of natural fibres
it: Filati (Pettinati -) di fibre naturali

source: Sail thread
it: Fili da vela

source: Ramie thread and yarn
it: Fili e filati di ramiè

source: Semi-synthetic fiber thread and yarn [chemically treated natural fiber yarn]
it: Fili e filati di fibre semisintetiche [fili di fibre naturali trattate chimicamente]

source: Yarn of synthetic or mixed fibres for use in textiles
it: Fili in fibre sintetiche o miste per uso tessile

source: Yarns and threads for textile use
it: Fili e filati per uso tessile

source: Yarn
it: Fili

source: Yarns for textile use
it: Filati per uso tessile

source: Thread for textile use
it: Filo per uso tessile

source: Gilt thread for textile use
it: Filo dorato per uso tessile

source: Metal fiber thread for textile use
it: Fili in fibre metalliche per uso tessile

source: Silver thread for textile use
it: Filo argentato per uso tessile

source: Spun silk
it: Seta filata

source: Worsted yarn
it: Lana filata

source: Spun wool
it: Lana filata

source: Fitted toilet lid covers of fabric
it: Fodere per ribalte de gabinetto

source: Fabrics for use in the manufacture of exterior coverings for chairs
it: Tessuti per la fabbricazione di rivestimenti esterni per sedie

source: Fabric of imitation animal skins
it: Tessuti imitanti la pelle di animali

source: Textile piece goods made of plastics materials
it: Prodotti tessili di plastica in pezze

source: Elastic yarn mixed fabrics
it: Tessuti misti in filati elastici

source: Textile fabrics for use in the manufacture of pillowcases
it: Prodotti tessili per la fabbricazione di federe

source: Fabric on the roll
it: Tessuti in rotoli

source: Esparto fabric
it: Tessuti di sparto

source: Waterproof fabrics for use in the manufacture of trousers
it: Tessuti impermeabili per la fabbricazione di pantaloni

source: Textiles for furnishings
it: Tessuti per l'arredamento

source: Fabrics being textile piece goods for use in patchwork
it: Stoffe, ovvero articoli in pezza per patchwork

source: Textile fabrics for use in the manufacture of sheets
it: Prodotti tessili per la fabbricazione di lenzuola

source: Textile fabrics for use in the manufacture of towels
it: Prodotti tessili per la produzione di asciugamani

source: Textile fabrics for use in the manufacture of wall coverings
it: Prodotti tessili per la fabbricazione di rivestimenti per pareti

source: Piece goods made of non-woven plastic material
it: Articoli in materie plastiche non tessute

source: Household cloths for drying glasses
it: Strofinacci per asciugare bicchieri

source: Inorganic fibre mixed fabrics
it: Tessuti misti in fibre inorganiche

source: Non-woven fabrics in the form of rolls for use in manufacture
it: Stoffe non tessute sotto forma di rotoli destinate all'industria

source: Lace curtains
it: Tende di pizzo

source: Towelling [textile] adapted for use in dispensers
it: Asciugamani [di stoffa] adatti all'uso in distributori

source: Fabrics made from synthetic threads
it: Stoffe in filiati sintetici

source: Bean bag covers
it: Fodere per pouf

source: Furnishing fabrics in the piece
it: Tessuti al pezzo per arredamento

source: Patterned textiles for use in embroidery
it: Articoli tessili con disegni per il ricamo

source: Valanced bed sheets
it: Lenzuola con balze

source: Vapour permeable fabrics
it: Tessuti permeabili al vapore

source: Fibre fabrics for use in the manufacture of linings of shoes
it: Tessuti in fibre per la produzione di rivestimenti interni di scarpe

source: Textiles for use in the manufacture of ships sails
it: Tessuti per la fabbricazione di vele per navi

source: Textiles made of satin
it: Articoli tessili di raso

source: Materials (Textile -) for use in the manufacture of linings for footwear
it: Materiali (Tessili -) per la fabbricazione di fodere per calzature

source: Materials (Textile -) for use in the manufacture of soles
it: Materiali (Tessili -) per la fabbricazione di suole

source: Fabrics of chemically produced fibres, other than for insulation
it: Tessuti in fibre prodotte chimicamente, non per isolamento

source: Fabrics of man-made fibres being textile goods in piece form
it: Stoffe in fibre artificiali, ovvero articoli tessili in pezza

source: Shower curtains of textile or plastic
it: Tende per doccia in tessuto o materie plastica

source: Quilts of textile
it: Trapunte in tessuto

source: Self-adhesive cloth labels
it: Etichette in tessuto autoadesive

source: Fabrics made from artificial fibres [other than for insulation]
it: Stoffe in fibre sintetiche [tranne quelle isolanti]

source: Coverings for furniture
it: Coperture per mobili

source: Curtains for showers
it: Tende per la doccia

source: Disposable cloths
it: Indumenti monouso

source: Textile fabric piece goods for use in the manufacture of clothing
it: Prodotti tessili in pezze per la confezione di indumenti

source: Textile fabrics for making up into household textile articles
it: Tessuti per la produzione di articoli tessili per la casa

source: Fabric for use in the manufacture of wallets
it: Tessuti per la fabbricazione di portamonete

source: Taffeta [cloth]
it: Taffetà [tessuto]

source: Zephyr [cloth]
it: Zeffiro [tessuto]

source: Quilts filled with stuffing materials
it: Piumini riempiti com materiale di imbottitura

source: Woollen cloth
it: Stoffe di lana

source: Fabrics for manufacturing swimming pool covers
it: Stoffe per la produzione di coperture per piscine

source: Textile piece goods (Polyurethane coated -) for making waterproof clothing
it: Articoli tessili (rivestiti di poliuretano) per la confezione di indumenti impermeabili

source: Plastic reinforced fabrics
it: Stoffe rinforzate in plastica

source: Non-woven fabrics for use with linings
it: Stoffe non tessute per uso con fodere

source: Non-woven fabrics for use with paddings
it: Stoffe non tessute per imbottiture

source: Fire-retardant textile shower curtains
it: Tende da doccia in materiale tessile ignifugo

source: Laminated fabrics
it: Tessuti laminati

source: Silk-cotton mixed fabrics
it: Tessuti misti seta-cotone

source: Heat formable non-woven textile materials
it: Materiali tessili non tessuti formabili a caldo

source: Non-woven reinforcing fabrics
it: Stoffe di rinforzo non tessute

source: Valanced bed covers
it: Copriletti con balze

source: Chemical fiber fabrics
it: Tessuti in fibre chimiche

source: Fibre fabrics for the manufacture of the exterior coverings of furniture
it: Tessuti in fibre per la produzione di rivestimenti esterni per mobili

source: Mitts made of non-woven fabric for washing the body
it: Guanti in stoffa non tessuta per il lavaggio del corpo

source: Moquettes [curtains]
it: Moquette [tende]

source: Flags and pennants of textile
it: Bandiere e stendardi in stoffa

source: Fabrics of carbon fibre, other than for insulation
it: Tessuti in fibre di carbonio, non per isolamento

source: Fabrics of inorganic fibres, other than for insulation
it: Tessuti in fibre inorganiche, non per isolamento

source: Woollen fabrics for use in the manufacture of jackets
it: Tessuti in lana per la fabbricazione di giacche

source: Cotton base mixed fabrics
it: Tessuti misti a base di cotone

source: Gummed cloth, other than for stationery purposes
it: Tele gommate diverse da quelle per la cartoleria

source: Padded coverings [hangings of textile] for existing walls
it: Rivestimenti imbottiti [tappezzerie in tessuto] per pareti esistenti

source: Screen printing fabrics for the glass industry
it: Stoffa per serigrafia per il settore del vetro

source: Sheets of sailcloth for screening
it: Fogli di tela da vele per protezione

source: Fabrics for shirts
it: Stoffa per camiceria

source: Soft furnishings
it: Stoffe d'arredamento

source: Fabrics for use in covering armchairs
it: Tessuti per il rivestimento di poltrone

source: Textile piece goods for use in the manufacture of industrial filters
it: Prodotti tessili in pezze per la fabbricazione di filtri industriali

source: Elastic fabrics for clothing
it: Tessuti elastici per abbigliamento

source: Fabric for footwear
it: Tessuti per calzature

source: Tensioning webbing for upholstery
it: Reti di messa in tensione per tappezzeria

source: Textile fabrics for making into blankets
it: Tessuti per la confezione di coperte

source: Coated fabrics for use in the manufacture of luggage
it: Tessuti rivestiti per la fabbricazione di articoli di valigeria

source: Interlining materials
it: Materiali per controfodere

source: Knit lace fabrics
it: Tessuti con merletti

source: Window covering products made of textile material
it: Prodotti per il rivestimento di finestre in materiali tessili

source: Streamers of textile
it: Festoni in stoffa

source: Coverings for windows
it: Rivestimenti per finestre

source: Fabrics for industrial use
it: Tessuti per uso industriale

source: Stretch canvas for embroidery
it: Tele elasticizzate per ricamo

source: Synthetic textile piece goods
it: Prodotti tessili sintetici in pezza

source: Piece goods made of textile materials bonded with plastics
it: Articoli in materiali tessili legati con plastica

source: Household textile articles
it: Prodotti tessili per la casa

source: Household textile articles made from non-woven materials
it: Articoli tessili per la casa in materiali non tessuti

source: Inlay materials of non-woven fabrics
it: Materiali per intarsio in stoffe non tessute

source: Towels [textile] for use in connection with toddlers
it: Asciugamani [in stoffa] per bambini piccoli

source: Bed blankets made of cotton
it: Coperte da letto in cotone

source: Covers for eiderdown and duvets
it: Fodere per trapunte e piumini

source: Forming felts all for use in the paper making industry
it: Feltri di formazione per l'industria cartaria

source: Table covers of damask
it: Copritavoli in damasco

source: Moquettes [fabric]
it: Moquette [tessuto]

source: Ready made curtains of textiles
it: Tende confezionate in tessuto

source: Viscose textiles
it: Tessuti di viscosa

source: Brocades
it: Broccati

source: Moleskin [fabric]
it: Moleskin [tessuto]

source: Semi-synthetic fiber fabrics
it: Tessuti in fibre semisintetiche

source: Ready made curtains
it: Tende confezionate

source: Fabrics for use in making diapers
it: Tessuti per la confezione di pannolini

source: Fabrics for use in making jerseys
it: Tessuti per la confezione di maglie
